import { TfiAnnouncement } from "react-icons/tfi";

const NoticeBar = () => {
  return (
    <>
        <div className="bg-gray-600 rounded-lg mx-4 px-4 py-1 flex">
            <TfiAnnouncement className="mr-4 mt-1" />
            <marquee>
              💸 বন্ধু রেফার করুন 🎁 ধামাকা বোনাস জিতুন! 🏆সুপার মেম্বার ডে – প্রতি মাসের ২৬ তারিখে কৃতজ্ঞতা বোনাস!🏆🧨 প্রথম জমা করলেই – পেয়ে যান ১২৮% বিশাল বোনাস!🧨 🎁 রহস্যময় শনিবার – জিতে নিন ৳৮৮৮,৯৯৯ পর্যন্ত পুরস্কার!🎁 অ্যাপ ডাউনলোড করলেই বোনাস!🎁 ভিআইপি হন – জিতুন লাখ টাকা বোনাস! 💰 দ্বিতীয় ও তৃতীয় জমায় কম্বো বোনাস – জিতুন ৳৪৮,৮৮৮ পর্যন্ত! 🎯 দৈনিক প্রোমো – প্রতিদিন জিতে নিন বিশাল বোনাস!🎯
            </marquee>
            
        </div>
    </>
  )
}

export default NoticeBar
